Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Display buttons to automatically filter numeric values of a predefined tag
ja: 定義済みタグの数値を自動的にフィルタリングするための表示ボタン

source: Display changeset
ja: 変更セットを表示する

source: Display clock in 12h mode.
ja: 12時制で時計を表示する。

source: Display coordinates as
ja: 座標を表示する単位

source: Display crosspieces:
ja: 水平線を表示:

source: Display discardable keys
ja: 削除されるキーを表示

source: Display geotagged images
ja: ジオタグ付きの画像を表示

source: Display history information about OSM ways, nodes, or relations in web browser.
ja: OSMのウェイ、ノード、リレーションの履歴情報をウェブブラウザーで表示

source: Display history information about OSM ways, nodes, or relations.
ja: OSMのウェイ、ノード、リレーションについての履歴情報を表示

source: Display hour when the picture was taken
ja: 写真のとられた時刻を表示

source: Display keys which have been deemed uninteresting to the point that they can be silently removed.
ja: ポイントに対して無意味だとして暗黙に削除される予定のキーを表示します。

source: Display live audio trace.
ja: ライブ音声トレースの表示

source: Display name:
ja: 表示名:

source: Display non-geotagged photos
ja: ジオタグのない写真を表示

source: Display object information about OSM nodes, ways, or relations in web browser.
ja: OSMのノード、ウェイ、リレーションについて、オブジェクトの情報をウェブブラウザーで表示します。

source: Display range: {0}
ja: 表示範囲:{0}

source: Display street labels (at high zoom)
ja: 通りのラベルを表示(大きいズームの時)

source: Display the Audio menu.
ja: オーディオメニューの表示

source: Display the about screen.
ja: バージョン情報画面を表示します。

source: Display the basic properties of the changeset
ja: 変更セットの基本情報を表示する

source: Display the history of the selected objects.
ja: 選択したオブジェクトの履歴を表示。

source: Display the objects created, updated, and deleted by the changeset
ja: 変更セットでのアクション(作成/更新/削除)を表示する

source: Display the public discussion around this changeset
ja: この変更セットをめぐる公開議論を表示

source: Display the tags of the changeset
ja: 変更セットのタグを表示する

source: Display zoom: {0}
ja: 表示倍率: {0}

source: Display:
ja: 表示方法:

source: Displays a small map of the current edit location
ja: 現在の編集位置の小地図を表示します

source: Displays detail information on the currently selected Mapillary image
ja: 現在選択されているMapillary画像の詳細情報を表示

source: Displays the JOSM version and exits
ja: JOSMのバージョンを表示し終了

source: Disputes are considered to be a form of [[Vandalism]].
ja: 紛争は[[JA:破壊行為|破壊行為]]の一形態と考えられています。

source: Disputes are experienced as rapid changes to names of features, tags for features or the repeated deletion and recreated of features.
ja: 紛争は地物の名称や地物へのタグ付けが頻繁に変更されたり、地物の削除や再作成が繰り返されたりすることです。

source: Disputes are not to be carried out in the map, but in discussion.
ja: 紛争はマップではなく、議論に落ち込まれるべきです。

source: Dist
ja: 距離

source: Distance (kilometers)
ja: 距離 (km)

source: Distance (km)
ja: 距離(km)

source: Distance Factor
ja: 距離の係数

source: Distance Threshold
ja: 距離の閾値

source: Distance between two roads
ja: 二つの道路間の距離

source: Distance:
ja: 距離:

source: Distribute Nodes
ja: ノードを等間隔に並べる

source: Distribute the selected nodes to equal distances along a line.
ja: 直線に沿って、選択したノードを等間隔に配置します。

source: District
ja: 郡

source: Disused
ja: 未使用

source: Disused Rail
ja: 休止線路

source: Ditch
ja: 濠

source: Dive centre
ja: ダイブセンター

source: Divide
ja: 分割

source: Division
ja: 境界の種類

source: Do not apply changes
ja: 変更を適用しません

source: Do not ask again
ja: 次回から確認しない

source: Do not ask again and remember my decision (go to Preferences->Modules to change it later)
ja: この決定を保存して再度確認しない(後で設定→モジュールで変更できます)

source: Do not ask again and remember my decision (go to Preferences->Plugins to change it later)
ja: この決定を記憶し、次回からは確認しない(プリファレンス>プラグイン で後から変更できます)

source: Do not convert any fields
ja: フィールドを変換しない

source: Do not draw arrows if they are not at least this distance away from the last one.
ja: これより短いウェイでは方向の矢印を描画しない。

source: Do not hide status bar
ja: ステータスバーを非表示にしない

source: Do not hide toolbar
ja: ツールバーを非表示にしない

source: Do not hide toolbar and menu
ja: ツールバーとメニューを非表示にしない

source: Do not require to switch modes (potlatch style workflow)
ja: モード切替が不要(potlatchスタイルの作業方法)

source: Do not show again (remembers choice)
ja: 次回から表示しない

source: Do not show again (this operation)
ja: (この操作で)再度表示しない

source: Do not show again (this session)
ja: (このセッションで)再度表示しない

source: Do not show this message again
ja: 今後このメッセージを表示しない

source: Do not upload GPL licensed tracks.
ja: GPLライセンスのトラックをアップロードしないでください。

source: Do not zoom after import
ja: インポート後にズームをしないでください

source: Do the following steps:
ja: 次のように操作してください。

source: Do this for all current photos.
ja: これを現在の写真全てに対して行う。

source: Do you have an OpenStreetMap account?
ja: OpenStreetMapのアカウントを持っていますか？

source: Do you really want to apply the new role?
ja: 新しいロールを本当に適用しますか？

source: Do you really want to duplicate?
ja: 本当に複製しますか?

source: Do you really want to exit?
ja: 本当に終了しますか?

source: Do you really want to replace the current value <i>{0}</i> with the new value <i>{1}</i>?
ja: 本当に現在の値 <i>{0}</i>を新しい<i>{1}</i>に変更しますか？

source: Do you really want to use it?<br><br><table width=400>Error is: [{1}:{2}] {3}</table></html>
ja: 本当に使用しますか?<br><br><table width=400>エラー: [{1}:{2}]{3}</table></html>

source: Do you really want to use it?<br><br><table width=600>Error is: [{1}:{2}] {3}</table></html>
ja: 本当に使用しますか?<br><br><table width=600>エラー: [{1}:{2}]{3}</table></html>

source: Do you really want to use it?<br><br><table width=600>Error is: {1}</table></html>
ja: 本当に使用しますか?<br><br><table width=600>エラー: {1}</table></html>

source: Do you still need an OpenStreetMap account?
ja: OpenStreetMapアカウントが必要ですか？

source: Do you want to add a(nother) hole to this area?
ja: この領域に穴を追加しますか?

source: Do you want to allow this?
ja: 本当にこれを許可してよろしいですか？

source: Do you want to apply it ?
ja: これを適用しますか？

source: Do you want to cancel completely or just retry
ja: 完全にキャンセルしますか それとも単にやり直しますか

source: Do you want to delete them anyway?
ja: 強制削除しますか？

source: Do you want to download all data in this area instead?
ja: かわりに、この領域の全てのデータをダウンロードしますか？

source: Do you want to merge all nodes at the drop position?
ja: ドロップした位置の全てのノードをマージしますか?

source: Do you want to paste the data without the incomplete objects?
ja: 不完全なオブジェクトを含まないデータを貼り付けますか?

source: Do you want to paste these tags?
ja: これらのタグを貼り付けますか？

source: Do you want to reverse some of them?
ja: 一部の方向を反転しますか?

source: Do you want to save anyway?
ja: 強制保存しますか？

source: Do you want to save current calibration of layer {0}?
ja: レイヤー {0} の現在の位置調整を保存しますか？

source: Do you wish<br>to continue?</html>
ja: <br>続行しますか?</html>

source: Do-It-Yourself Store
ja: 日曜大工用品店

source: Dock
ja: ドック

source: Doctor''s Office
ja: 医院

source: Document
ja: 文書

source: Documentation
ja: ドキュメント

source: Documentation can be found in the doc folder (deployment, api, security, architecture, operation, etc.) and in the separate client and server folders (mainly setup and development information).
ja: ドキュメントは、docフォルダ(deployment,api,security,architecture,operationなど)と、別のclientおよびserverフォルダ(主にセットアップと開発情報)にあります。

source: Documents
ja: 文書

source: Does OSM have copyright easter eggs?
ja: OS Mには著作権のイースターエッグがありますか？

source: Does not delete the associated file.
ja: 関連付けられたファイルを削除しませんでした。

source: Does not match pattern ''restriction value @ condition''
ja: ''制約値 @ 条件''のパターンに一致しません

source: Does your organization want to work with us?
ja: 組織としての参加をご希望のかたはこちらから

source: Dog
ja: ドッグ

source: Dog Park
ja: ドッグパーク

source: Dog Racing
ja: ドッグレース

source: Don''t ask again for the key
ja: 次回からはキー入力を求めない

source: Don''t ignore
ja: 無視しない

source: Don''t show this again
ja: 次回は表示しない

source: Don''t use relation for addresses (but "addr:street" on elements).
ja: 住所にはリレーションを使わないでください(要素に"addr:street"を使用してください)。

source: Don't ask me this again
ja: 今後確認しない。

source: Don't connect GPX nodes separated by more than (in km; 0 to disable)
ja: 次以上離れたGPXノードは接続しない（単位km; 0で無効）

source: Don't use the jobs/tasks on here to track actual mapping.
ja: 実際のマッピングを追跡するために、ここにあるジョブやタスクを使用しないでください。

source: Done
ja: 完了

source: Door
ja: ドア

source: Doors
ja: ドア

source: Double Stereographic
ja: ダブルステレオグラフィック図法

source: Double click on item to search for object with article name (and center coordinate)
ja: ダブルクリックで記事名(と中心のノード)でオブジェクトを検索

source: Double click to reset.
ja: ダブルクリックしてリセットします。

source: Double conflict
ja: 二重の競合

source: Double quote (")
ja: ダブルクオート(")

source: Down
ja: 下

source: Download
ja: ダウンロード

source: Download All Children
ja: 全ての子をダウンロード

source: Download Along
ja: ウェイに沿ってダウンロード

source: Download Compressed OSM
ja: OSMを圧縮形式でダウンロード

source: Download Compressed OSM Change
ja: OSMの変更を圧縮形式でダウンロード

source: Download GPS
ja: GPSをダウンロード

source: Download GPS points from Globalsat dg100 data logger directly in JOSM.
ja: GlobalSat DG-100データロガーからJOSMに直接GPSポイントをダウンロード

source: Download GPX track from openstreetmap.org
ja: openstreetmap.orgよりGPXトラックをダウンロード

source: Download GeoJSON
ja: GeoJSONをダウンロードする

source: Download Image from French Cadastre WMS
ja: フランスのCadastre WMSからイメージのダウンロード

source: Download Location
ja: ダウンロード先

source: Download Mapillary images in current view
ja: 現在のビューにMapillary画像をダウンロード

source: Download OSM
ja: OSMをダウンロード

source: Download OSM Change
ja: OSMの変更をダウンロード

source: Download OSM Note by ID
ja: OSMのメモをIDでダウンロード

source: Download OSM Notes
ja: OSMのメモをダウンロード

source: Download OSM Notes within Bounds
ja: 範囲内にあるOSMのメモをダウンロード

source: Download OSM URL
ja: OSMのURLをダウンロード

source: Download OSM data along the selected ways.
ja: 選択したウェイに沿ってOSMデータをダウンロードします。

source: Download OSM data corresponding to the current data set.
ja: 現在のデータセットに対応するOSMデータをダウンロードします。

source: Download OSM object by ID
ja: IDでOSMオブジェクトをダウンロード

source: Download Osmosis poly
ja: Osmosis polyをダウンロード

source: Download PBF
ja: PBFをダウンロード

source: Download Plugin
ja: プラグインをダウンロード

source: Download Rectified Images From Various Services
ja: 様々なサービスから修正した画像をダウンロード

source: Download Selected Children
ja: 選択した子をダウンロード

source: Download Track
ja: トラックをダウンロード

source: Download Track ...
ja: トラックのダウンロード...

source: Download URL
ja: ダウンロードURL

source: Download VBB…
ja: VBBのダウンロード…

source: Download all child relations (recursively)
ja: 全ての子リレーションをダウンロード(再帰的)

source: Download all data?
ja: すべてのデータをダウンロードしますか？

source: Download all elements from one of {0} sources
ja: いずれかの{0}ソースからすべての要素をダウンロード

source: Download all incomplete members
ja: 全ての不完全なメンバーをダウンロード

source: Download all members of the selected relations
ja: 選択されたリレーションの全メンバーをダウンロード

source: Download along...
ja: ウェイに沿ってダウンロード...

source: Download and install scripting engine
ja: スクリプトエンジンのダウンロードとインストール

source: Download and restart
ja: ダウンロードして再起動

source: Download and show the history of the selected objects
ja: 選択されたオブジェクトの履歴をダウンロードして表示

source: Download area ok, size probably acceptable to server
ja: ダウンロード領域はOKです。このサイズならサーバーが処理できるでしょう

source: Download area too large; will probably be rejected by server
ja: ダウンロード領域が広すぎます。サーバーから拒否されるでしょう

source: Download as new layer
ja: 新しいレイヤーとしてダウンロード

source: Download bookmarks for my {0} last changesets
ja: 最新の{0}個の変更セットをブックマークにダウンロードする

source: Download changed objects
ja: 変更されたオブジェクトをダウンロード

source: Download changeset content
ja: 変更セットの内容をダウンロード

source: Download changesets
ja: 変更セットをダウンロード

source: Download changesets using predefined queries
ja: あらかじめ作成したクエリーを使って変更セットをダウンロード

source: Download content
ja: 内容をダウンロード

source: Download data
ja: データのダウンロード

source: Download data from Overpass API, filtered by relevance for MATSim.
ja: Overpass APIからデータをダウンロードし、MATSimの関連度でフィルタリングします。

source: Download data...
ja: データをダウンロード...

source: Download elements
ja: 要素のダウンロード

source: Download everything within:
ja: 次の範囲内の全てをダウンロード:

source: Download failed
ja: ダウンロード失敗

source: Download finished
ja: ダウンロード完了

source: Download from OSM
ja: OSM からダウンロード

source: Download from OSM along selected ways
ja: 選択されたウェイ沿いにOSMからダウンロード

source: Download from OSM along this track
ja: このトラックに沿ってOSMからダウンロード

source: Download from Overpass API
ja: Overpass API からダウンロード

source: Download from Overpass API...
ja: Overpass APIからのダウンロード...

source: Download from Sophox API
ja: Sophox APIからのダウンロード

source: Download imagery XML bounds
ja: XML境界線で画像をダウンロード

source: Download in current view
ja: 現在のビューにダウンロード

source: Download incomplete members
ja: 不完全なメンバーをダウンロード

source: Download incomplete members for the chosen relation
ja: 選択されたリレーションの不完全なメンバーをダウンロード

source: Download incomplete members of selected relations
ja: 選択されたリレーションの不完全なメンバーをダウンロード

source: Download information about the selected changesets from the OSM server
ja: OSMサーバーから選択された変更セットについての情報をダウンロード

source: Download is blocked
ja: ダウンロードがブロックされています

source: Download labels for {0}…
ja: {0}のラベルをダウンロード...

source: Download list
ja: リストのダウンロード

source: Download map data for a new area
ja: 新規エリアの地図データをダウンロード

source: Download map data from a server of your choice
ja: あなたが選択したサーバーから地図データをダウンロード

source: Download map data from the OSM server in current view
ja: 現在のビューに OSM サーバーから地図データをダウンロードします

source: Download map data on the end of selected way
ja: 選択されたウェイの最後に地図データをダウンロード

source: Download members
ja: メンバーをダウンロード

source: Download members and stop areas
ja: メンバーと停止領域のダウンロード

source: Download missing children
ja: 不足している子要素をダウンロードする

source: Download missing relation members?
ja: 見つからないリレーションメンバをダウンロードしますか?

source: Download mode
ja: ダウンロードモード

source: Download module list...
ja: モジュール一覧をダウンロード中...

source: Download modules
ja: モジュールをダウンロード

source: Download more
ja: 更新ダウンロード

source: Download more map data for the current area
ja: 現在のエリアの地図データをダウンロード

source: Download my changesets from the OSM server (max.
ja: OSMサーバから変更セットをダウンロード(最大

source: Download my changesets only
ja: 自分の変更した変更セットだけダウンロード

source: Download near:
ja: 近隣をダウンロード:

source: Download notes from the note search API
ja: メモ検索APIからメモをダウンロード

source: Download notes in current view
ja: 現在のビューにメモをダウンロード

source: Download now
ja: すぐにダウンロード

source: Download object
ja: オブジェクトをダウンロード

source: Download object by specifying a specific location.
ja: 特定の位置のオブジェクトをダウンロードします。

source: Download object...
ja: オブジェクトをダウンロード...

source: Download objects
ja: オブジェクトをダウンロード

source: Download objects of a certain type.
ja: 特定のタイプのオブジェクトをダウンロードします。

source: Download objects referring to one of the selected objects
ja: ダウンロードオブジェクトは選択されたオブジェクトのうちのどれかを参照しています

source: Download objects via Overpass API
ja: Overpass APIでオブジェクトをダウンロード

source: Download offsets for current imagery from a server
ja: 現在の画像用のオフセットをサーバーからダウンロード

source: Download open data
ja: オープンデータをダウンロード

source: Download parent ways/relations...
ja: 親のウェイ／リレーションをダウンロード...

source: Download plugin list...
ja: プラグインリストをダウンロードします...

source: Download plugins
ja: プラグインをダウンロード

source: Download redirected to ''{0}''
ja: ダウンロードは ''{0}'' にリダイレクトされました

source: Download referenced osm objects...
ja: 参照されたOSMオブジェクトをダウンロード...

source: Download referrers
ja: リファラーをダウンロード

source: Download referrers (parent relations and ways)
ja: 参照元(親リレーションやウェイ)をダウンロード

source: Download referrers (parent relations)
ja: 参照元(親リレーション)をダウンロード

source: Download referrers for the chosen relation and its members.
ja: 選択されたリレーションとメンバーの参照元をダウンロードします。

source: Download referring relations
ja: 参照リレーションをダウンロード

source: Download relation members
ja: リレーションメンバーをダウンロード

source: Download relations
ja: リレーションをダウンロード

source: Download selected incomplete members
ja: 選択された不完全なメンバーをダウンロード

source: Download selected relations
ja: 選択したリレーションをダウンロード

source: Download session
ja: ダウンロードセッション

source: Download signed data
ja: サイン付きデータをダウンロード

source: Download sitelinks for {0}…
ja: {0}のサイトリンクをダウンロード...

source: Download skipped
ja: ダウンロードはスキップされました

source: Download statements for {0}…
ja: {0}のステートメントをダウンロード...

source: Download the bounding box
ja: 指定範囲をダウンロード

source: Download the bounding box as raw GPS
ja: 指定範囲を生のGPSとしてダウンロード

source: Download the changeset content
ja: 変更セットの内容をダウンロードする

source: Download the changeset content from the OSM server
ja: 変更セットの内容を OSMサーバーからダウンロードする

source: Download the changeset with the specified id, including the changeset content
ja: IDを指定して変更セットの中身をダウンロードする

source: Download the content of the selected changesets from the server
ja: 選択した変更セットの内容をサーバーからダウンロード

source: Download the current version of the changed objects in the selected changesets
ja: 選択された変更セットで変更されたオブジェクトの現在のバージョンをダウンロード

source: Download the current version of the selected objects
ja: 選択されたオブジェクトの現在のバージョンをダウンロードする

source: Download the current view to the previous download layer
ja: 現在の表示範囲を、前回ダウンロードしたレイヤーにダウンロード

source: Download the list of available modules
ja: 利用可能なモジュールの一覧をダウンロード

source: Download the list of available plugins
ja: 利用可能なプラグインの一覧をダウンロード

source: Download the location at the URL (with lat=x&lon=y&zoom=z)
ja: URLで場所をダウンロード(lat=x&lon=y&zoom=zを付加)

source: Download the location at the URL (with lat=x&lon=y&zoom=z) as raw GPS
ja: URL(lat=x&lon=y&zoom=zの形式)で場所を指定して生のGPSデータをダウンロード

source: Download your GPX tracks from openstreetmap.org
ja: openstreetmap.orgから自分のGPXトレースをダウンロード

source: Download {0} of {1} ({2} left)
ja: {1} 件中 {0} 件目をダウンロード (残り {2} 件)

source: Downloaded GPX Data
ja: ダウンロードしたGPXデータ

source: Downloaded images
ja: ダウンロードした画像

source: Downloaded track - nodes %1-%2
ja: トラック-ノードのダウンロード %1-%2

source: Downloaded {0}/{1} tiles
ja: {0}/{1}タイルをダウンロード

source: Downloading
ja: ダウンロード中

source: Downloading "Message of the day"
ja: "今日のメッセージ"をダウンロード

source: Downloading %1,%2 (zoom %3)...
ja: %1,%2 (ズーム %3)のダウンロード...

source: Downloading File {0}: {1} bytes...
ja: ファイル {0} をダウンロード中。 {1} バイト...

source: Downloading GPS data
ja: GPSデータをダウンロード中

source: Downloading Mapillary images
ja: Mapillary画像をダウンロード中

source: Downloading Module {0}...
ja: {0} モジュールをダウンロード中...

source: Downloading OSM data...
ja: OSMデータをダウンロード中...

source: Downloading OSM notes...
ja: OSMのメモをダウンロード中...

source: Downloading Plugin {0}...
ja: プラグイン {0} をダウンロードしています...

source: Downloading changeset
ja: 変更セットをダウンロード中

source: Downloading changeset content
ja: 変更セットをダウンロード中

source: Downloading changeset {0} ...
ja: 変更セット{0}をダウンロード中...

source: Downloading changesets ...
ja: 変更セットをダウンロード中 ...

source: Downloading content for changeset {0} ...
ja: 変更セット {0} 用の内容をダウンロード中 ...

source: Downloading data
ja: データをダウンロード中

source: Downloading data...
ja: データのダウンロード中...

source: Downloading entries with geo coordinates failed: {0}
ja: 地理座標を含むエントリのダウンロードに失敗しました:{0}

source: Downloading file
ja: ファイルダウンロード中

source: Downloading from OSM (connecting)
ja: OSMデータのダウンロード(接続中)

source: Downloading history...
ja: 履歴をダウンロード中...

source: Downloading image tile...
ja: イメージタイルのダウンロード...

source: Downloading missing relation members
ja: 欠落したリレーションメンバーのダウンロード

source: Downloading module list from ''{0}''
ja: ''{0}'' からモジュール一覧をダウンロード中

source: Downloading notes
ja: メモをダウンロードしています

source: Downloading objects history
ja: オブジェクト履歴ダウンロード

source: Downloading open changesets ...
ja: 開いている変更セットをダウンロード中 ...

source: Downloading plugin list from ''{0}''
ja: ''{0}'' からプラグインリストをダウンロード中

source: Downloading points
ja: ダウンロードするポイント

source: Downloading points {0} to {1}...
ja: ポイント {0} から {1} をダウンロード中...

source: Downloading referring relations ...
ja: 参照リレーションをダウンロード中...

source: Downloading referring ways ...
ja: 参照ウェイをダウンロード中

source: Downloading relation {0}
ja: リレーション {0} をダウンロード中

source: Downloading the following module has <strong>failed</strong>:
ja: 次のモジュール{0}件のダウンロードに<strong>失敗しました</strong>。

source: Downloading the following plugin has <strong>failed</strong>:
ja: 次の{0}件のプラグインのダウンロードに<strong>失敗</strong>:

source: Downloading trackpoints %1-%2
ja: トラックポイント %1-%2のダウンロード

source: Downloading unresolved %1 of %2
ja: 未解決の %2分の%1 をダウンロード

source: Downloading unresolved...
ja: 未解決部をダウンロード中...

source: Downloading {0}
ja: ダウンロード {0}

source: Downloading {0} changeset ...
ja: {0}件の変更セットをダウンロード中...

source: Downloading {0} incomplete child of relation ''{1}''
ja: リレーション''{1}''に含まれる{0}件のオブジェクトをダウンロード中

source: Downloading {0} incomplete child of {1} parent relations
ja: {1}件の親リレーションに属する{0}件の不完全な子リレーションをダウンロード中

source: Downloading {0} incomplete object
ja: {0}件の不完全なオブジェクトをダウンロード中

source: Downloading {0} object from ''{1}''
ja: ''{1}'' から{0}件のオブジェクトをダウンロード中

source: Downloading...
ja: ダウンロード中...

source: Downloading…
ja: ダウンロード中...

source: Downloads OSM data along a way
ja: ウェイに沿ってOSMデータをダウンロードします

source: Downloads new data when you pan/zoom
ja: 場所を移動したりズームしたりすると、新しいデータをダウンロードします

source: Drag Lift
ja: 牽引リフト

source: Drag a way segment to make a rectangle.
ja: ウェイセグメントをドラッグして長方形を作成します。

source: Drag or create point on the picture
ja: 画像上で点を作成またはドラッグ

source: Drag play head
ja: 再生の最初をドラッグ

source: Drag play head and release near track to play audio from there; SHIFT+release to synchronize audio at that point.
ja: 再生ヘッドをドラッグして、音声の再生を開始したい辺りの位置で離してください。Shiftを押しながら離すと、その位置に音声を同期させることができます。

source: Drag selected ways or a single way to create a parallel copy (Alt toggles tag preservation)
ja: 選択したウェイまたは単一のウェイをドラッグして、並行なコピーを作成します([Alt]でタグの保持を切り替えます)。

source: Drag to move the picture
ja: ドラッグして画像を移動

source: Drag to rotate the picture
ja: ドラッグして画像を回転

source: Drag to scale the picture in the X Axis
ja: 画像をドラッグしてX軸方向で調整

source: Drag to scale the picture in the X and Y Axis
ja: 画像をドラッグしてX及びY軸方向にサイズ調整

source: Drag to scale the picture in the Y Axis
ja: 画像をドラッグしてY軸方向にサイズ調整

source: Drag to shear the picture
ja: ドラッグで画像を変形

source: Drain
ja: 放水路

source: Draw
ja: 描画

source: Draw Angle snapping
ja: 角度を合わせて描画

source: Draw Direction Arrows
ja: ウェイの向きを矢印で表示

source: Draw a circle from HDOP value
ja: HDOPの値をもとに円を描く

source: Draw a rectangle around downloaded data from WMS server.
ja: WMSサーバーからダウンロードしたデータの周囲に長方形を描画します。

source: Draw a rectangle of the desired size, then release the mouse button.
ja: 任意の大きさの四角形を描いて、マウスボタンを離してください。

source: Draw a spline curve
ja: スプライン曲線を描く

source: Draw all GPX traces that exceed this threshold.
ja: このしきい値を超えるGPXトレースをすべて描画します。

source: Draw arrows in the direction of oneways and other directed features.
ja: 一方通行や他の方向を意識する機能の方向に矢印を描画

source: Draw boundaries of downloaded data
ja: ダウンロードデータの境界を表示

source: Draw buildings
ja: 建物の描画

source: Draw closed polygons only
ja: 閉じられた多角形のみを描画する

source: Draw direction arrows for lines, connecting GPS points.
ja: GPSの点をつないで、方向の矢印付きの線を引く。

source: Draw direction hints for way segments.
ja: ウェイ区間に方向のヒントを描く。

source: Draw directions separately
ja: 方向を個別に描画

source: Draw icon
ja: アイコンを表示

source: Draw inactive layers in other color
ja: アクティブなレイヤー以外は別の色で表示する

source: Draw large GPS points
ja: GPS測位点を大きく描画

source: Draw larger dots for the GPS points.
ja: GPSポイントに大きなドットを表示する

source: Draw lines between raw GPS points
ja: GPS測位点間に線を描画

source: Draw new polygon
ja: 新規ポリゴン作成

source: Draw nodes
ja: ノードを描画

source: Draw oneway arrows.
ja: 一方通行の向きを矢印で表示

source: Draw only outlines of areas
ja: エリアの輪郭だけを描く

source: Draw polygon
ja: ポリゴンを描く

source: Draw rectangle
ja: 四角形を描く

source: Draw rubber-band helper line
ja: マウスアイコンへの補助線を描画

source: Draw segment order numbers
ja: 区間番号を表示する

source: Draw segment order numbers on selected way
ja: 選択されたウェイの区間番号を表示する

source: Draw steps
ja: 階段を表示

source: Draw the boundaries of data loaded from the server.
ja: サーバーから読み出したデータの境界を描く。

source: Draw the direction arrows using table lookups instead of complex math.
ja: 数式演算ではなく、テーブル検索によって矢印の方向を決める。

source: Draw the inactive data layers in a different color.
ja: 操作対象とするレイヤー以外のレイヤーを別の色で表示します。

source: Draw the order numbers of all segments within their way.
ja: ウェイ内の全区間で順序番号を表示する。

source: Draw the way by mouse
ja: マウスを使用してウェイを描画

source: Draw virtual nodes in select mode
ja: 選択モードで仮想ノードを表示する

source: Draw virtual nodes in select mode for easy way modification.
ja: ウェイの修正が容易になるように、選択モードで仮想のノードを表示します。

source: Draw with Opacity (alpha blending)
ja: 透明度（アルファ合成）を使って描画

source: Draw with background color
ja: 背景色を表示

source: Draw with color
ja: カラーで表示

source: Drawing layer #%1
ja: 描画レイヤー#%1

source: Drawing width of GPX lines
ja: GPXの線を描画する太さ

source: Drinking Water
ja: 飲料水
